-- --------------------------------------------------------
-- Host:                         127.0.0.1
-- Server version:               10.4.28-MariaDB - mariadb.org binary distribution
-- Server OS:                    Win64
-- HeidiSQL Version:             12.6.0.6765
-- --------------------------------------------------------

/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET NAMES utf8 */;
/*!50503 SET NAMES utf8mb4 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;


-- Dumping database structure for school
CREATE DATABASE IF NOT EXISTS `school` /*!40100 DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci */;
USE `school`;

-- Dumping structure for table school.student
CREATE TABLE IF NOT EXISTS `student` (
  `student_id` varchar(5) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `pre` varchar(20) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `fullname` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  `level` set('ป.1','ป.2','ป.3') CHARACTER SET utf8 COLLATE utf8_unicode_ci DEFAULT NULL,
  PRIMARY KEY (`student_id`)
) ENGINE=InnoDB DEFAULT CHARSET=latin1 COLLATE=latin1_swedish_ci;

-- Dumping data for table school.student: ~31 rows (approximately)
DELETE FROM `student`;
INSERT INTO `student` (`student_id`, `pre`, `fullname`, `level`) VALUES
	('63001', 'ด.ญ.', 'ศิริพร  แซ่ฮั่น', 'ป.3'),
	('63002', 'ด.ช.', 'นทีธร  ประจิตร', 'ป.3'),
	('63003', 'ด.ช.', 'เมธาสิทธิ์  พฤกษชาติ', 'ป.3'),
	('63004', 'ด.ช.', 'ธนากร  เอกนิพนธ์', 'ป.3'),
	('63005', 'ด.ช.', 'สุริยา  บุญทา', 'ป.3'),
	('63006', 'ด.ญ.', 'สุรธิดา  อินทร์วารี', 'ป.3'),
	('63007', 'ด.ญ.', 'อรอุมา  ไขศรี', 'ป.3'),
	('63008', 'ด.ช.', 'วีระวัฒน์  พูลคล้าย', 'ป.3'),
	('63009', 'ด.ญ.', 'จุรีรัตน์  น้อยพันธ์', 'ป.3'),
	('63010', 'ด.ญ.', 'กมลทิพย์  โวหารลึก', 'ป.3'),
	('64001', 'ด.ช.', 'กิตติ  มะนาวหวาน', 'ป.2'),
	('64002', 'ด.ช.', 'กันตพัฒน์  ว่องสกุลกฤษฎา', 'ป.2'),
	('64003', 'ด.ช.', 'บดินทร์  จินดาธรรม', 'ป.2'),
	('64004', 'ด.ญ.', 'อรณิชา  ฉกรรจ์ศิลป์', 'ป.2'),
	('64005', 'ด.ญ.', 'กมลทิพย์  แผนสมบูรณ์', 'ป.2'),
	('64006', 'ด.ช.', 'อธิพงศ์  สุริฉาย', 'ป.2'),
	('64007', 'ด.ช.', 'สัณห์พิชญ์  ศศิธร', 'ป.2'),
	('64008', 'ด.ญ.', 'กัณทิมา  เสือเปรม', 'ป.2'),
	('64009', 'ด.ญ.', 'กัลยรัตน์  ศิริวิลาศ', 'ป.2'),
	('64010', 'ด.ญ.', 'ณดา  ชอบแก้ว', 'ป.2'),
	('65001', 'ด.ช.', 'วิชานนท์  จันทร์ผล', 'ป.1'),
	('65002', 'ด.ญ.', 'ธัญเรศ  บุญมี', 'ป.1'),
	('65003', 'ด.ญ.', 'พรนภา  พุทธประมวล', 'ป.1'),
	('65004', 'ด.ช.', 'นาวี  พุกพัก', 'ป.1'),
	('65005', 'ด.ช.', 'ด.ช.	ภาคภูมิ  หันหาบุญ', 'ป.1'),
	('65006', 'ด.ช.', 'รพีภัทร  ผกาแก้ว', 'ป.1'),
	('65007', 'ด.ช.', 'ธนภัทร  เคี่ยมสมุทร', 'ป.1'),
	('65008', 'ด.ญ.', 'ธนพร  ฉุนประชวน', 'ป.1'),
	('65009', 'ด.ญ.', 'ภัทรภร  ทองเชื้อ', 'ป.1'),
	('65010', 'ด.ญ.', 'ธนิดา  เชิงดอย', 'ป.1'),
	('asd', 'ด.ช.', 'asdasd', 'ป.1');


-- Dumping database structure for test_db
CREATE DATABASE IF NOT EXISTS `test_db` /*!40100 DEFAULT CHARACTER SET utf8 COLLATE utf8_unicode_ci */;
USE `test_db`;

-- Dumping structure for table test_db.list
CREATE TABLE IF NOT EXISTS `list` (
  `id_list` varchar(5) NOT NULL,
  `teach_list` varchar(255) DEFAULT NULL,
  `branch_list` set('1','2','3','4','5','6','7','8','9','10','11','12','13','14','15','16','17','18','19','20','21','22') DEFAULT NULL,
  `name_list` varchar(255) DEFAULT NULL,
  `price_list` varchar(255) DEFAULT NULL,
  `concept_list` text DEFAULT NULL,
  PRIMARY KEY (`id_list`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- Dumping data for table test_db.list: ~73 rows (approximately)
DELETE FROM `list`;
INSERT INTO `list` (`id_list`, `teach_list`, `branch_list`, `name_list`, `price_list`, `concept_list`) VALUES
	('01001', 'ผศ.ดร. สุนทรียา กาละวงศ์อ.อังสุมา แก้วคต\r\n', '1', 'ต้นกล้านวัตกรรมเกษตร/ต้นกล้าเทคโนโลยีเกษตร (6 ช.ม.)', '400 บาท/คน(ม.ปลาย)จำนวนขั้นต่ำ 25 คน', 'การปลูกพืชผักผ่านระบบควบคุมความชื้นในดินและในอากาศแบบอัตโนมัติ'),
	('01002', 'ผศ.ดร. สุนทรียา กาละวงศ์อ.อังสุมา แก้วคต\r\n', '1', 'เทคโนโลยีการผลิตเห็ดสำหรับ (6 ช.ม.)', '100 บาท/คน(ม.ต้นและม.ปลาย)จำนวนขั้นต่ำ 20 คน', 'การทำก้อนเชื้อเห็ด การเพาะ เลี้ยง และการดูแลเห็ดสำหรับคนเมือง'),
	('01003', 'ผศ.ดร. สุนทรียา กาละวงศ์อ.อังสุมา แก้วคต\r\n', '1', 'การปลูกพืชในระบบไฮโดรโปนิกส์แบบแนวตั้ง (6 ช.ม.)', '100 บาท/คน(ม.ต้นและม.ปลาย)จำนวนขั้นต่ำ 20 คน\r\n', 'การเตรียมหัวเชื้อปุ๋ยเข้มข้น การประกอบรางแบบแนวตั้ง การปลูกและการดูแลรักษาผัก'),
	('01004', 'ผศ.ดร. สุนทรียา กาละวงศ์อ.อังสุมา แก้วคต\r\n', '1', 'เทคโนโลยีการขยายพันธุ์พืชปริมาณมากด้วยการเพาะเลี้ยงเนื้อเยื่อ (6 ช.ม.)', '150 บาท/คน(ม.ปลาย)จำนวนขั้นต่ำ 20 คน', 'การเตรียมหัวเชื้อปุ๋ยเข้มข้น การเตรียมตัวอย่างพืชปลอดเชื้อ การเพิ่มปริมาณต้นพืชในหลอดทดลอง'),
	('01005', 'ผศ.ดร. สุนทรียา กาละวงศ์อ.อังสุมา แก้วคต\r\n', '1', 'เทคโนโลยีเนื้อสัตว์และการแปรรูปผลิตภัณฑ์จากเนื้อสัตว์ (3 ช.ม.)', '150 บาท/คน(ม.ปลาย)จำนวนขั้นต่ำ 20 คน\r\n', 'การตัดแต่งชิ้นส่วนสัตว์ปีก'),
	('02001', 'อ.ดร. สิรวิชญ์ ชินวรากรอ.ศุภโชค อิสริยปาลกุล\r\n', '2', 'ติว O-NET (3 ช.ม.)', '300 บาท/คน', 'ติวข้อสอบ O-NET สำหรับนักเรียนในระดับชั้นต่างๆ'),
	('02002', 'อ.ดร. สิรวิชญ์ ชินวรากรอ.ศุภโชค อิสริยปาลกุล\r\n', '2', 'สร้างรูปผ่าน application geogebra (3 ช.ม.)', '300 บาท/คน', 'เรียนรู้การใช้ application geogebra ในการสร้างรูปต่างๆ รวมถึงใช้แก้ปัญหาทางคณิตศาสตร์'),
	('02003', 'อ.ดร. สิรวิชญ์ ชินวรากรอ.ศุภโชค อิสริยปาลกุล\r\n', '2', 'algorithm (3 ช.ม.)', '300 บาท/คน', 'เรียนรู้การใช้ algorithm ผ่านกิจกรรมต่างๆ'),
	('02004', 'อ.ดร. สิรวิชญ์ ชินวรากรอ.ศุภโชค อิสริยปาลกุล\r\n', '2', 'การแก้โจทย์ปัญหาต่างๆ ทางคณิตศาสตร์ (3 ช.ม.)', '300 บาท/คน', ' เรียนรู้การแก้โจทย์ปัญหาต่างๆ ทางคณิตศาสตร์ โดยเนื้อหาที่ใช้จะสอดคล้องกับเรื่องที่ นักเรียนกำลังเรียนในขณะนั้น หรือ ทางโรงเรียนอาจจะระบุหัวข้อที่ต้องการให้เน้นได้'),
	('02005', 'อ.ดร. สิรวิชญ์ ชินวรากรอ.ศุภโชค อิสริยปาลกุล\r\n', '2', 'ฐานคณิตศาสตร์ (3 ช.ม.)', '300 บาท/คน', 'เรียนรู้คณิตศาสตร์ผ่านกิจกรรมฐาน โดยจะจัดตามความเหมาะสมของนักเรียนที่เข้าร่วม กิจกรรม'),
	('03001', 'ผศ.ดร. อาทิตยา สามณฑา ผศ.ดร. ธิดา อมร\r\n', '3', 'อินดิเคเตอร์กับผลิตภัณฑ์ธรรมชาติ', NULL, 'เพื่อให้มีความรู้ ความเข้าใจ กรด เบส บัฟเฟอร์และอินดิเคเตอร์ ทดสอบความเป็นกรด-เบส จากอินดิเคเตอร์ต่างๆ และผลิตอินดิเคเตอร์จากธรรมชาติเพื่อใช้งานได้อย่างกว้าง ขวาง'),
	('03002', 'ผศ.ดร. อาทิตยา สามณฑา ผศ.ดร. ธิดา อมร\r\n', '3', 'การไทเทรตสารมาตราฐานและสารในชีวิตประจำวัน', NULL, 'เพื่อให้มีความรู้ความเข้าใจ การหาปริมาณสารจากการวิเคราะห์โดยปริมาตร และสามารถหาปริมาณสารมาตรฐาน และสารที่สนใจโดยการไทเทรทชันได้อย่างถูกต้อง'),
	('03003', 'ผศ.ดร. อาทิตยา สามณฑา ผศ.ดร. ธิดา อมร\r\n', '3', 'สารประกอบไอออนิก', NULL, 'เพื่อให้มีความรู้ความเข้าใจเรื่องสารประกอบไอออนิกและสามารถทดสอบคุณสมบัติและแยกแยะสารประกอบไอออนิกได้อย่างถูกต้อง'),
	('04001', 'ผศ.ณัฐวุฒิ รัตนาธรรมวัฒน์ อ.ดร.รัตน์สุภา ธรรมาภรณ์\r\n', '4', 'นวัตกรรมและเทคโนโลยีพอลิเมอร์ (3 ช.ม.)', '150 บาท/คน', 'เรียนรู้กระบวนการขึ้นรูปพอลิเมอร์ที่หลากหลายของผลิตภัณฑ์พลาสติก การขึ้นรูปพวงกุญแจ รูปแบบต่างๆ จากเรซิน และ/หรือ จากเม็ดพลาสติกพอลิโพพิลีน (PP)'),
	('04002', 'ผศ.ณัฐวุฒิ รัตนาธรรมวัฒน์ อ.ดร.รัตน์สุภา ธรรมาภรณ์\r\n', '4', 'ปฏิกิริยาสังเคราะห์พอลิเมอร์ (3 ช.ม.)', '200 บาท/คน', 'ปฏิกิริยาการสังเคราะห์ไนลอนหรือการสังเคราะห์พอลิสไตรีน'),
	('04003', 'ผศ.ณัฐวุฒิ รัตนาธรรมวัฒน์ อ.ดร.รัตน์สุภา ธรรมาภรณ์\r\n', '4', 'เรียนรู้เทคนิคการใช้เครื่องแก้วพื้นฐาน ผ่านกิจกรรมการทดลองการเตรียมสารละลายมาตรฐาน (1.5 ช.ม.)', '150 บาท/คน', 'เรียนรู้เทคนิคการใช้เครื่องแก้วพื้นฐานที่ถูกต้อง วิธีการคำนวณการเตรียมสารละลายมาตรฐานและวิธีการเตรียมสารละลายมาตรฐาน'),
	('04004', 'ผศ.ณัฐวุฒิ รัตนาธรรมวัฒน์ อ.ดร.รัตน์สุภา ธรรมาภรณ์\r\n', '4', 'อัตราการเกิดปฏิกิริยาเคมี(3 ช.ม.)\r\n', '150 บาท/คน', 'ผลของความเข้มข้นต่ออัตราการเกิดปฏิกิริยาเคมีและผลของอุณหภูมิต่ออัตราการเกิดปฏิกิริยาเคมี'),
	('04005', 'ผศ.ณัฐวุฒิ รัตนาธรรมวัฒน์ อ.ดร.รัตน์สุภา ธรรมาภรณ์\r\n', '4', 'การวิเคราะห์เชิงปริมาณด้วยการไทเทรต(1.5 ช.ม.)\r\n', '150 บาท/คน', 'ทราบถึงหลักการไทเทรตและสามารถนำไปใช้หาปริมาณของสารละลายกรด-เบสได้และนำความรู้เรื่องการไทเทรตไปใช้ในชีวิตประจำวัน '),
	('04006', 'ผศ.ณัฐวุฒิ รัตนาธรรมวัฒน์ อ.ดร.รัตน์สุภา ธรรมาภรณ์\r\n', '4', 'การเตรียมสบู่จากน้ำมันธรรมชาติด้วยปฏิกิริยา Saponification ', '150 บาท/คน', 'ศึกษากระบวนการผลิตสบู่จากน้ำมันธรรมชาติด้วยปฏิกิริยา Saponification'),
	('05001', 'อ.ดร.เกษม คงนิรันดรสุข ผศ.วรพันธ์ บุญชัย\r\n', '5', 'กล้องจุลทรรศน์ (3 ช.ม.)', 'จำนวน มากกว่า 25 คน \r\nราคา 2500 บาท/ ปฏิบัติการ\r\n \r\nจำนวน น้อยกว่า  30 คน \r\nราคา 100 บาท/คน\r\n', 'เรียนรู้เกี่ยวกับส่วนประกอบของกล้องจุลทรรศน์  วิธีการใช้และเก็บรักษากล้องจุลทรรศน์ ฝึกทักษะการทำสไลด์ตัวอย่างสด (wet mount) และวิธีการวัดขนาดของตัวอย่างอย่างง่าย'),
	('05002', 'อ.ดร.เกษม คงนิรันดรสุข ผศ.วรพันธ์ บุญชัย\r\n', '5', 'พันธุศาสตร์เมนเดล(3 ช.ม.)', 'จำนวน มากกว่า 25 คน \r\nราคา 2500 บาท/ ปฏิบัติการ\r\n \r\nจำนวน น้อยกว่า  30 คน \r\nราคา 100 บาท/คน\r\n', 'เข้าใจในกฎทางพันธุกรรมของเมนเดลโดยใช้ความรู้ทางคณิตศาสตร์เกี่ยวกับความน่าจะเป็น ผ่านกิจกรรม นักเรียนจะเข้าใจการถ่ายทอดลักษณะทางพันธุกรรมและอัตราส่วนลักษณะที่จะปรากฏในรุ่น F1 '),
	('05003', 'อ.ดร.เกษม คงนิรันดรสุข ผศ.วรพันธ์ บุญชัย\r\n', '5', 'การสกัดดีเอนเอจากเซลล์สัตว์ (3 ช.ม.)', 'จำนวน มากกว่า 25 คน \r\nราคา 2500 บาท/ ปฏิบัติการ\r\n \r\nจำนวน น้อยกว่า  30 คน \r\nราคา 100 บาท/คน\r\n', 'รู้จักสารพันธุกรรมของสิ่งมีชีวิต ความสำคัญและโครงสร้างของกรดนิวคลีอิก ฝึกทักษะการเตรียมสารละลายเพื่อใช้เตรียมในการทดลอง รู้จักสารเคมีและหน้าที่ของสารที่ใช้ในการสกัดดีเอ็นเอจากเซลล์สัตว์'),
	('05004', 'อ.ดร.เกษม คงนิรันดรสุข ผศ.วรพันธ์ บุญชัย\r\n', '5', 'เลือดนั้นสำคัญไฉน', 'จำนวน มากกว่า 25 คน \r\nราคา 2500 บาท/ ปฏิบัติการ\r\n \r\nจำนวน น้อยกว่า  30 คน \r\nราคา 100 บาท/คน\r\n', 'เรียนรู้ความสำคัญของเลือดในร่างกายมนุษย์ คุณสมบัติของเลือด และรู้จักหมู่เลือดของ'),
	('05005', 'อ.ดร.เกษม คงนิรันดรสุข ผศ.วรพันธ์ บุญชัย\r\n', '5', 'กายวิภาคของหัวใจ (3 ช.ม.)', 'จำนวน มากกว่า 25 คน \r\nราคา 2500 บาท/ ปฏิบัติการ\r\n \r\nจำนวน น้อยกว่า  30 คน \r\nราคา 100 บาท/คน\r\n', 'เรียนรู้โครงสร้างและการไหลเวียนเลือดในหัวใจ ฝึกทักษะการผ่าตัดและศึกษาสัณฐานวิทยาของหัวใจหมู'),
	('06001', 'อ.ดร.รัชนู เมยดง อ.สถิตย์ พันวิไล', '6', 'ตะลุยโลกจุลินทรีย์', '250 บาท/คน', 'สัณฐานวิทยาของจุลินทรีย์และผลิตภัณฑ์จากจุลินทรีย์'),
	('07001', 'ผศ.ดร. มาลี ลิขิตชัยกุล อ.ดร.สรายุทธ คาน', '7', 'จิ้มจุ่มบอกคุณภาพน้ำ', 'ค่าใช้จ่ายต่อนักเรียน 1 คน\r\n30 คน x 300 บาท = 9,000 บาท\r\n\r\nเวลา 9.00-12.00 น.\r\n\r\n(มัธยมระดับชั้นเดียวกัน-ปรับเนื้อหาตามกลุ่มสาระวิทยาศาสตร์)\r\n', NULL),
	('07002', 'ผศ.ดร. มาลี ลิขิตชัยกุล อ.ดร.สรายุทธ คาน', '7', 'ทำนายค่าก๊าซเรือนกระจกที่ลดลงจากการคัดแยกขยะ', 'ค่าใช้จ่ายต่อนักเรียน 1 คน\r\n30 คน x 300 บาท = 9,000 บาท\r\n\r\nเวลา 9.00-12.00 น.\r\n\r\n(มัธยมระดับชั้นเดียวกัน-ปรับเนื้อหาตามกลุ่มสาระวิทยาศาสตร์)\r\n', NULL),
	('07003', 'ผศ.ดร. มาลี ลิขิตชัยกุล อ.ดร.สรายุทธ คาน', '7', 'ทดสอบดินเปรี้ยวและดินเค็ม', 'ค่าใช้จ่ายต่อนักเรียน 1 คน\r\n30 คน x 300 บาท = 9,000 บาท\r\n\r\nเวลา 9.00-12.00 น.\r\n\r\n(มัธยมระดับชั้นเดียวกัน-ปรับเนื้อหาตามกลุ่มสาระวิทยาศาสตร์)\r\n', NULL),
	('08001', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'แผนที่ดาวและการประดิษฐ์แผนที่ดาว', '200 บาท/คน', 'เรียนรู้การใช้งานและสร้างแผนที่ดาวอย่างง่าย'),
	('08002', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'โปรแกรมดูดาวและท้องฟ้าจำลอง', '250 บาท/คน', 'เรียนรู้ดวงดาวและหมู่ดาว ด้วยโปรแกรมท้องฟ้าจำลองในห้องปฏิบัติการดาราศาสตร์ พร้อมทั้งกิจกรรมเกี่ยวกับดาราศาสตร์ที่น่าสนใจ'),
	('08003', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'นาฬิกาแดด', '200 บาท/คน', 'เรียนรู้หลักการและวิธีการใช้งานนาฬิกาแดด รวมไปถึงการสร้างนาฬิกาแดดอย่างง่าย'),
	('08004', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'กล้องโทรทรรศน์', '200 บาท/คน', 'เรียนรู้หลักการและวิธีการใช้งานกล้องโทรทรรศน์แบบต่าง ๆ รวมไปถึงเรียนรู้การประกอบกล้องโทรทรรศน์อย่างง่าย'),
	('08005', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'สเปกตรัม', '200 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของสเปกตรัม และทำกิจกรรมเกี่ยวกับสเปกตรัมที่น่าสนใจ'),
	('08006', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'สมดุลแรง', '200 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของสมดุลแรง และทำกิจกรรมเกี่ยวกับสมดุลแรงที่น่าสนใจ'),
	('08007', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'คลื่นนิ่ง', '200 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของคลื่นนิ่ง และทำกิจกรรมเกี่ยวกับคลื่นนิ่งที่น่าสนใจ'),
	('08008', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'ธรรมชาติของแสง', '200 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของแสง และทำกิจกรรมเกี่ยวกับแสงที่น่าสนใจ'),
	('08009', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'โฮโมโพลาร์มอร์เตอร์', '250 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของมอเตอร์ขั้วเดี่ยว และทำกิจกรรมเกี่ยวกับโฮโมโพลาร์มอเตอร์ที่น่าสนใจ'),
	('08010', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'กฎของนิวตัน', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของกฎของนิวตัน และทำกิจกรรมเกี่ยวกับกฎของนิวตันที่น่าสนใจ'),
	('08011', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'LED น่ารู้', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของ LED และทำกิจกรรมเกี่ยวกับ LED ที่น่าสนใจ'),
	('08012', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'ไดโอดน่ารู้', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของไดโอด และทำกิจกรรมเกี่ยวกับไดโอดที่น่าสนใจ'),
	('08013', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'มหัศจรรย์อิเล็กทรอนิกส์', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของอุปกรณ์และวงจรอิเล็กทรอนิกส์ และทำกิจกรรมเกี่ยวกับวงจรอิเล็กทรอนิกส์ที่น่าสนใจ'),
	('08014', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'โรบอตสองล้อพาเพลิน', '200 บาท/คน', 'เรียนรู้หลักการเบื้องต้นของหุ่นยนต์ และหลักการขับเคลื่อนหุ่นยนต์แบบสองล้อ รวมไปถึงการทำกิจกรรมเกี่ยวกับหุ่นยนต์ขับเคลื่อนแบบสองล้อที่น่าสนใจ'),
	('08015', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'ประจุไฟฟ้าแสนซน', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของประจุไฟฟ้า และทำกิจกรรมเกี่ยวกับประจุไฟฟ้าที่น่าสนใจ'),
	('08016', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'กฎของโอห์ม', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของกฎของโอห์ม และทำกิจกรรมเกี่ยวกับกฎของโอห์มที่น่าสนใจ'),
	('08017', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'พลังงานสะอาด', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของพลังงานสะอาด และทำกิจกรรมเกี่ยวกับพลังงานสะอาดที่น่าสนใจ'),
	('08018', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'เซนเซอร์อัจฉริยะ', '300 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของเซนเซอร์และอุปกรณ์ควบคุมอัจฉริยะ รวมไปถึงการทำกิจกรรมเกี่ยวกับการควบคุมอุปกรณ์ด้วยระบบอัจฉริยะ'),
	('08019', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'หม้อแปลงไฟฟ้า', '400 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของหม้อแปลงไฟฟ้า และทำกิจกรรมเกี่ยวกับการสร้างหม้อแปลงไฟฟ้าอย่างง่าย'),
	('08020', 'อ.กัลยา ธนาสินธ์ อ.ธีรวิทย์ อัศวศิลปกุล', '8', 'เครื่องมือวัด', '200 บาท/คน', 'เรียนรู้หลักการและประโยชน์ของเครื่องมือวัดแบบต่างๆ และทำกิจกรรมเกี่ยวกับการวัดค่าโดยใช้เครื่องมือวัดทางฟิสิกส์ต่าง ๆ ที่น่าสนใจ'),
	('09001', 'อ.กุหลาบ สิทธิสวนจิก อ.ทิพรักษ์ วงษาดี', '9', 'กว่าจะมาเป็นชีส (cheese) หรือเนยแข็ง(3 ช.ม.)', '120 บาท/คนจำนวนขั้นต่ำ 15 คน', 'กิจกรรมการเรียนรู้เชิงปฏิบัติการในการผลิตชีส (cheese) และเนยแข็ง'),
	('09002', 'อ.กุหลาบ สิทธิสวนจิก อ.ทิพรักษ์ วงษาดี', '9', 'สิ่งมีชีวิตเล็กๆ ในโยเกิร์ตและศึกษาจุลินทรีย์ในโยเกิร์ต(3 ช.ม.)', '120 บาท/คนจำนวนขั้นต่ำ 15 คน', 'กิจกรรมการเรียนรู้เชิงปฏิบัติการในการผลิตโยเกิร์ต และศึกษาจุลินทรีย์ในโยเกิร์ต'),
	('09003', 'อ.กุหลาบ สิทธิสวนจิก อ.ทิพรักษ์ วงษาดี', '9', 'โลกของไอศกรีม (3 ช.ม.)', '120 บาท/คนจำนวนขั้นต่ำ 15 คน', 'กิจกรรมการเรียนรู้เชิงปฏิบัติการในการผลิตไอศกรีม'),
	('09004', 'อ.กุหลาบ สิทธิสวนจิก อ.ทิพรักษ์ วงษาดี', '9', 'เม็ดบีทส์แฟนซี', '120 บาท/คนจำนวนขั้นต่ำ 15 คน', 'กิจกรรมการเรียนรู้เชิงปฏิบัติการในการผลิตเม็ดบีดส์จากน้ำผลไม้'),
	('10001', 'ผศ.โยธิน พลประถม อ.ณัฐจิต อ้นเมฆ', '10', 'รู้เรื่องความปลอดภัยในสถานการณ์ฉุกเฉิน (1 วัน)', '350 บาท/คน(ม.ต้นและม.ปลาย)รับกลุ่มละ 25-40 คน\r\n', '1.	อบรมความรู้เกี่ยวกับการเกิดอัคคีภัย และการป้องกันอัคคีภัยในชีวิตประจำวัน\r\n2.	อบรมหลักการในการปฏิบัติตน เมื่อเกิดเหตุฉุกเฉินกรณีไฟไหม้ และแนะนำสาธิตการการใช้อุปกรณ์ดับเพลิงเบื้องต้น และการอพยพหนีไฟ\r\nบรรยาย สาธิต และ ฝึกการปฏิบัติเมื่อเกิดเหตุการณ์ฉุกเฉิน (จากสถานการณ์จำลอง)\r\n-การใช้ถังดับเพลิง และการดับเพลิงขั้นต้น\r\n-การโรยตัวและการเคลื่อนย้ายผู้ป่วยด้วยมือเปล่าและอุปกรณ์\r\n-การอพยพจากเหตุฉุกเฉิน'),
	('11001', 'อ.ดร. พรธิภา ไกรเทพ อ.เพ็ญวดี โรจน์เรืองนนท์', '11', 'การช่วยชีวิตขั้นพื้นฐาน (CPR)(6 ช.ม.)', '500 บาท/คน (ม.ปลาย)', 'ทฤษฎีการช่วยขั้นพื้นฐาน ระบบไหลเวียนโลหิต และระบบหายใจ'),
	('12001', 'ผศ.ดร.นันทวดี เนียมนุ้ย ผศ.ดร.ปิยะ วงศ์ญาณิน', '12', 'การดูเม็ดเลือดเบื้องต้น (3 ช.ม.)', '100 บาท/คนจำนวน 30 คน	(	ม.ปลาย สายวิทย์)', '1.ศึกษาชนิดเม็ดเลือดขาว 5 ชนิด (ตั้งกล้องแสดงชุดสาธิต)\r\n2.ศึกษาเม็ดเลือดแดงปกติ (ตั้งกล้องแสดงชุดสาธิต)\r\n3.สาธิตการเจาะเลือดปลายนิ้ว เพื่อย้อมสีทางโลหิตวิทยา เพื่อดูเม็ดเลือดตนเอง (ตามความสมัครใจ)'),
	('13001', 'อ.ชารินันท์ แจงกลาง อ.กุสุมาศ ต้นไชย', '13', NULL, NULL, NULL),
	('14001', 'อ.ดร.นัยนพัศ อินจวงจิรกิตต์ ผศ.รัตนา ลีรุ่งนาวารัตน์ ', '14', 'สนุกกับเกมด้วย Scratch (1 วัน)', '300 บาท/คน (ม.ปลาย)', '1.	 ความรู้เบื้องต้นเกี่ยวกับการเขียนโปรแกรม\r\n2.	 ความรู้เบื้องต้นเกี่ยวกับโปรแกรม Scratch\r\n3.	 วิเคราะห์และออกแบบเกม\r\n4.	 สร้างเกมด้วย Scratch'),
	('14002', 'อ.ดร.นัยนพัศ อินจวงจิรกิตต์ ผศ.รัตนา ลีรุ่งนาวารัตน์ ', '14', 'สนุกคิดกับการควบคุม mBot (1 วัน)', '300 บาท/คน (ม.ปลาย)', '1.	พื้นฐานการเขียนโปรแกรมเชิงตรรกะ\r\n2.	พื้นฐานการใช้โปรแกรม mBlock\r\n3.	สร้างแอปควบคุม mBot\r\n4.	พัฒนาโปรแกรมควบคุมหุ่นยนต์ mBot'),
	('15001', 'ผศ.กานต์ คุ้มภัย ผศ.ดร.กัมปนาท คูศิริรัตน์', '15', 'สร้างโลโก้ 3 มิติ (3 ช.ม.)', '100 บาท จำนวน 20 คน', 'การสร้างโลโก้ 3 มิติ และการทำโลโก้แอนิเมชันใช้โปรแกรม Autodesk 3ds Max 202'),
	('15002', 'ผศ.กานต์ คุ้มภัย ผศ.ดร.กัมปนาท คูศิริรัตน์', '15', 'ปั้นโมเดล 3 D สไตล์อนิเมะ (6 ช.ม.)', '99 บาท จำนวน 20 คน', 'ปั้นโมเดล ด้วยโปรแกรม Zbrush'),
	('15003', 'ผศ.กานต์ คุ้มภัย ผศ.ดร.กัมปนาท คูศิริรัตน์', '15', 'จำลองการสร้างเอฟเฟคไฟ (6 ช.ม.)', '100 บาท จำนวน 20 คน', 'สร้าง effect ไฟให้กับตัวละครในงานแอนิเมชั่นใช้โปรแกรม Autodesk Maya'),
	('15004', 'ผศ.กานต์ คุ้มภัย ผศ.ดร.กัมปนาท คูศิริรัตน์', '15', 'วาดและลงสีตัวการ์ตูนด้วยเทคนิคดิจิทัลเพ้นท์ (6 ช.ม.)', '200 บาท จำนวน 20 คน', 'การวาดและลงสีตัวการ์ตูนด้วยเทคนิคดิจิทัลเพ้นท์'),
	('15005', 'ผศ.กานต์ คุ้มภัย ผศ.ดร.กัมปนาท คูศิริรัตน์', '15', 'สนุกกับการสร้างเกม Flappy bird ด้วยโปรแกรม Unity (6 ช.ม.)', '200 บาท จำนวน 20 คน', 'สนุกกับการสร้างเกม flappy bird  เรียนรู้การใช้โปรแกรม Unityร่วมกับภาษา C# และการใช้เครื่องมือต่าง ๆ ในการสร้างเกม'),
	('15006', 'ผศ.กานต์ คุ้มภัย ผศ.ดร.กัมปนาท คูศิริรัตน์', '15', 'ออกแบบเว็บสไตล์ NewNormal', '100  บาท จำนวน 20 คน', 'ออกแบบเว็บตามแนวคิด UX/UI ผ่านCould'),
	('15007', 'ผศ.กานต์ คุ้มภัย ผศ.ดร.กัมปนาท คูศิริรัตน์', '15', 'สนุกสร้างแอนิเมชั่น 3 มิติเพื่อการเรียนรู้การเคลื่อนที่ในฟิสิกส์ (6 ช.ม.)', '100 บาท จำนวน 20 คน', 'การนำทฤษฎีมวล แรง และการเคลื่อนที่ในฟิสิกส์ มาประยุกต์สร้างแอนิเมชั่น 3 มิติ เน้นสนุก ง่าย ใช้โปรแกรม Autodesk Maya 2020 กำหนดมวล ความเร็ว ความเร่ง แรงเสียดทาน การชน เวลา ทิศทาง แรงโน้มถ่วง'),
	('16001', 'อ.ชุติมา กาบแก้ว', '16', NULL, NULL, NULL),
	('17001', 'อ.บุญญาพร บุญชัย อ.เนตรนภา แซ่ตั้ง', '17', 'Smart home', 'รับจำนวน 30 คน (จัดกลุ่มละ 3 คน จำนวน 10 กลุ่ม)ระยะเวลาอบรม 9.00-15.00 น.650 บาท/คน', '-แนะนำเซนเซอร์\r\n-ตรวจสอบการเปิด-ปิดประตูบ้าน ถ้าไม่มีคนอยู่ในบ้านและประตูเปิด จะแจ้งเตือนผ่าน Line Notify\r\n-ตรวจจับการเคลื่อนไหวของผู้บุกรุก ด้วย Motion PIR Sensor หากมีผู้บุกรุกจะดำเนินการดังนี้\r\n   -แจ้งเตือนด้วยเสียง\r\n   -เปิดไฟ\r\n   -เก็บข้อมูลลงฐานข้อมูล\r\n-ตรวจจับควันไฟ หากพบควันไฟจะเปิดก๊อกน้ำเพื่อดับไฟ\r\n'),
	('18001', 'อ.ดร.นันทพร ชื่นสุพันธรัตน์ อ.ปรวีณ์ โชติพิทยสุนนท์', '18', 'กิจกรรมท้าแรงโน้มถ่วงโลก (3 ช.ม.)', '300 บาท/คน', 'เรียนรู้ตรีโกณมิติ คู่อันดับและกราฟ และสมการเชิงเส้นฝึกทักษะการสื่อสาร การแก้ปัญหาและการคิดวิเคราะห์'),
	('19001', 'ผศ.ทิพย์วรรณ หงกะเชิญ ผศ.นันทนัช วัฒนสุภิญโญ', '19', 'กิจกรรมการเรียนรู้ STEM/STEAM ทางฟิสิกส์ (3 ช.ม.)', '250 บาท/คน', 'เนื้อหาเชื่อมโยง ทางโรงเรียนสามารถระบุได้ตามต้องการ'),
	('20001', 'ผศ.ดร. อุมาลี นามดวง อ.วาทินี จันมี', '20', 'กิจกรรมการเรียนรู้ STEM/STEAM ทางฟิสิกส์ (3 ช.ม.)', '250 บาท/คน', 'เรียนรู้การเปลี่ยนแปลงเลขออกซิเดชัน จากลูกอมเรียนรู้เซลล์ไฟฟ้าและโวลต์มิเตอร์  เรียนรู้เซลล์ไฟฟ้าจากมะนาว'),
	('21001', 'ผศ.ดร. ภาวนา กังเตีย อ.ดร.กิติยา สุวรรณกูฏ', '21', 'กายวิภาคกบ (3 ช.ม.)', 'จำนวนไม่เกิน 25 คน เหมาจ่าย 2500 บาท/ครั้งจำนวนเกิน 25 คน ราคา 100 บาท/คน', 'เรียนรู้เกี่ยวกับสัญฐานวิทยาภายนอกขิงกบ ฝึกทักษะวิธีการผ่าตัดกบ เพื่อศึกษาอวัยวะภายในและระบบต่างๆ ของกบ'),
	('21002', 'ผศ.ดร. ภาวนา กังเตีย อ.ดร.กิติยา สุวรรณกูฏ', '21', 'โครโมโซมพืชและสัตว์(3 ช.ม.)', 'จำนวนไม่เกิน 25 คน เหมาจ่าย 2500 บาท/ครั้งจำนวนเกิน 25 คน ราคา 100 บาท/คน', 'เรียนรู้เกี่ยวกับเซลล์พืช เซลล์สัตว์ และการแบ่งเซลล์แบบ mitosis และ meiosis ฝึกทักษะปฏิบัติการโครโมโซมของพืชและสัตว์'),
	('22001', 'ผศ.วรุตม์ พลอยสวยงาม อ.เด่นชัย พันธุ์เกตุ', '22', NULL, NULL, NULL);

-- Dumping structure for table test_db.news
CREATE TABLE IF NOT EXISTS `news` (
  `id_news` int(11) NOT NULL AUTO_INCREMENT,
  `name_news` text NOT NULL,
  `descript_news` text NOT NULL,
  `image_news` varchar(255) NOT NULL,
  `uploaded_news` datetime NOT NULL,
  PRIMARY KEY (`id_news`)
) ENGINE=InnoDB AUTO_INCREMENT=11 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- Dumping data for table test_db.news: ~4 rows (approximately)
DELETE FROM `news`;
INSERT INTO `news` (`id_news`, `name_news`, `descript_news`, `image_news`, `uploaded_news`) VALUES
	(7, 'จัดกิจกรรมเสริงสร้างทักษะสำหรับหลักสูตร', 'ในวันที่ 26 ตุลาคม, สถาบันการศึกษา มหาลัยบ้านสมเด็จเจ้าพระยา ได้จัดกิจกรรมเสริมสร้างทักษะที่ท้าทายและน่าสนใจสำหรับนักเรียนทุกระดับชั้น ในโครงการที่ได้รับการสนับสนุนจาก [บริษัทหรือองค์กรที่สนับสนุน] นักเรียนได้มีโอกาสเข้าร่วมกิจกรรมที่ท้าทายและสร้างประสบการณ์ที่จะอยู่ในหลักสูตรการศึกษาของตนเองในอนาคต กิจกรรมในวันนี้เน้นไปที่การพัฒนาทักษะทางการศึกษาและทักษะทางอารมณ์ โดยมีกิจกรรมอย่างคีบตุ๊กตาสมุด, การศึกษาเกี่ยวกับสิ่งแวดล้อมในธรรมชาติ, การบูรณาการทางวัฒนธรรม และการสร้างนิสัยที่ดีในชีวิตประจำวัน  นอกจากนี้ยังมีการจัดกิจกรรมสุขภาพที่เน้นการออกกำลังกายและการดูแลสุขภาพให้เหมาะสม ที่จะช่วยเสริมสร้างร่างกายแข็งแรงและสุขภาพที่ดี นอกจากนี้ยังมีการจัดสร้างพื้นที่เพื่อเรียนรู้และสร้างสรรค์ เพื่อให้นักเรียนได้มีโอกาสพัฒนาความคิดสร้างสรรค์และความคิดนวัตกรรมในการแก้ปัญหาในชีวิตประจำวัน [ชื่อผู้บรรยายหรือผู้นำกิจกรรม] ผู้บรรยายในกิจกรรมได้กล่าวถึงความสำคัญของการศึกษาและการพัฒนาทักษะที่เพื่อนำไปสู่อนาคตที่ดีของนักเรียน และให้กำลังใจให้กับนักเรียนในการมีความมุ่งมั่นในการเรียนรู้และการพัฒนาตนเอง กิจกรรมนี้เป็นตัวอย่างดีของการ', '341776615_580669607364042_2887073807516276571_n.jpg', '2023-10-26 17:10:59'),
	(8, 'เทคโนโลยีการผลิตเห็ดสำหรับ คนในเมือง', 'ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆ', '386431328_2686542011497663_5409790354451290576_n.jpg', '2023-12-06 13:26:31'),
	(9, 'นายองค์กร กำแหงกิจ', 'ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆ', '292172862_629879418750939_833172356527209569_n.jpg', '2023-12-06 13:27:17'),
	(10, 'จระเข้ยิ้ม', 'ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆ ยิ้มสวยๆยิ้มสวยๆยิ้มสวยๆ', '387000008_3611366289099409_8299592976066239206_n.jpg', '2023-12-06 14:08:06');

-- Dumping structure for table test_db.personnel
CREATE TABLE IF NOT EXISTS `personnel` (
  `id_personnel` int(11) NOT NULL AUTO_INCREMENT,
  `name_personnel` text NOT NULL,
  `status_personnel` text NOT NULL,
  `image_personnel` varchar(255) NOT NULL,
  `uploaded_personnel` datetime NOT NULL,
  PRIMARY KEY (`id_personnel`) USING BTREE
) ENGINE=InnoDB AUTO_INCREMENT=16 DEFAULT CHARSET=utf8 COLLATE=utf8_unicode_ci;

-- Dumping data for table test_db.personnel: ~3 rows (approximately)
DELETE FROM `personnel`;
INSERT INTO `personnel` (`id_personnel`, `name_personnel`, `status_personnel`, `image_personnel`, `uploaded_personnel`) VALUES
	(13, 'นายองค์กร กำแหงกิจ', 'นักศึกษา', '355207160_985659776184182_4094036153744676422_n.png', '2023-10-26 17:37:10'),
	(14, 'นายปรมะ วิพรรณะ', 'นักศึกษา', '133959155_3589973097795797_1956220510651318174_n.jpg', '2023-10-26 17:38:14'),
	(15, 'ongkorn', 'นักศึกษา', '385712598_2165440430331724_6113363512240662401_n.jpg', '2023-12-06 14:07:36');

-- Dumping structure for table test_db.users
CREATE TABLE IF NOT EXISTS `users` (
  `id` int(5) NOT NULL AUTO_INCREMENT,
  `fname` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `lname` varchar(50) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `username` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `password` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `email` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `callnum` varchar(10) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `lineid` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `address` text CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `zip` varchar(5) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `user` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL,
  `image` varchar(255) CHARACTER SET utf8 COLLATE utf8_unicode_ci NOT NULL DEFAULT 'default-pp.png',
  `uploaded_user` datetime NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB AUTO_INCREMENT=38 DEFAULT CHARSET=latin1 COLLATE=latin1_swedish_ci;

-- Dumping data for table test_db.users: ~1 rows (approximately)
DELETE FROM `users`;
INSERT INTO `users` (`id`, `fname`, `lname`, `username`, `password`, `email`, `callnum`, `lineid`, `address`, `zip`, `user`, `image`, `uploaded_user`) VALUES
	(37, 'ongkorn', 'kamhengkit', 'skull', '86439c8c76b467f0d60688b1f9a92d3f', '6321207009@bsru.ac.th', '0902899828', '12455', '133/2 ถ. อินทรพิทัก', '10600', 'user', '656c6166e27618.10665507.jpg', '0000-00-00 00:00:00');

/*!40103 SET TIME_ZONE=IFNULL(@OLD_TIME_ZONE, 'system') */;
/*!40101 SET SQL_MODE=IFNULL(@OLD_SQL_MODE, '') */;
/*!40014 SET FOREIGN_KEY_CHECKS=IFNULL(@OLD_FOREIGN_KEY_CHECKS, 1) */;
/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40111 SET SQL_NOTES=IFNULL(@OLD_SQL_NOTES, 1) */;
